{
  "users": [
    {
      "email": "anton@gmail.com",
      "password": "12345678Ab",
      "date": 1700816479244,
      "id": "dffed537-ab31-5163-b38d-931b1bdbb9a9"
    },
    {
      "email": "antongric@gmail.com",
      "password": "9825RABBIt",
      "date": 1700920272786,
      "id": "882b07b3-1ee7-17fa-79c7-ddb587ae0781"
    },
    {
      "email": "a@mail.ru",
      "password": "Rabbit251434",
      "date": 1701000559891,
      "id": "2a597b09-c32d-703b-c306-0925f2732a1c"
    }
  ],
  "notes": [
    {
      "userId": "882b07b3-1ee7-17fa-79c7-ddb587ae0781",
      "id": "8f699bae-b50b-facc-732d-6ebb31faa383",
      "name": "Как выглядит структура заметки",
      "date": 1701029737267,
      "text": "К этой разновидности письма предъявляются жесткие требования. Последовательность следующая:\n\nназвание;\nподзаголовок – не всегда задействуется;\nлид или введение – так называют абзац, который начинает раскрывать историю;\nосновная часть теста – подробности, факты."
    },
    {
      "userId": "dffed537-ab31-5163-b38d-931b1bdbb9a9",
      "id": "e7ff5e2a-dbf6-08d4-8986-e66e1d725b7f",
      "name": "Как определить, что перед вами именно заметка",
      "date": 1701029303379,
      "text": "Как определить, что перед вами именно заметка:\n\nОбычно составляет не более 2000 знаков.\nИнформация приводится как ответы на подразумевающиеся, но не прописанные вопросы. Читая ее, нетрудно между строк увидеть три ключевых запроса – что, где и когда случилось. Об этом и следует говорить. Но стоит помнить, что тут не спрашивается, почему это случилось. И никто не ждет рассказа о последствиях. Советуем сосредоточиться на основной идее.\nВ ней сообщается о произошедшем. Без оценочных суждений, выводов, мыслей автора.\nЕсли очень нужно осветить ситуацию более подробно, то необходимо выбрать иной жанр. Хорошо подходит статья или репортаж"
    },
    {
      "userId": "882b07b3-1ee7-17fa-79c7-ddb587ae0781",
      "id": "4df03593-e9b2-2e22-364e-9a2e5936c9ea",
      "name": "Как написать информационную заметку",
      "date": 1701029771348,
      "text": "Конечно, первым идет заголовок. Это – важная составляющая, ведь пользователь смотрит на нее и принимает решение, читать остальной текст или нет. В нем обычно содержится до 8 слов, часто это вопрос, но в конце не ставится вопросительный знак. Ведь автор не спрашивает у людей, он дает им ответы, поэтому и символ не требуется.\n\nДалее идет подзаголовок. Его используют не всегда. Но когда он есть, то более широко освещает проблему или идею. С ним становится проще понять, о чем будет идти речь. И если человеку интересна эта мысль либо его заинтересовали эмоциональным предложением, то он прочитает все.\n\nЕсли в теме вписано что-то общее или глобальное, то лучше воспользоваться возможностью и вписать, о чем будет идти разговор – о личности, событии, происшествии или деятеле.\n\nНа то, что будет раскрываться дальше, тоже нужно обращать пристальное внимание. Лид нельзя игнорировать или писать, как попадется. Это первый абзац истории, по нему читатель принимает решение, изучать дальше или закрыть газету. Определяет, насколько ему близка идея, предложенная здесь. Важно давать конкретные ответы на все вопросы, которые поднимаются или предполагаются."
    }
  ]
}